Revit 2027 API
Field.SubSchemaGUID Property
 The GUID of the Schema describing the subentity (or subentities) stored in this Field.
Namespace: Autodesk.Revit.DB.ExtensibleStorage
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Guid SubSchemaGUID { get; }
Public ReadOnly Property SubSchemaGUID As Guid
	Get
public:
property Guid SubSchemaGUID {
	Guid get ();
}
member SubSchemaGUID : Guid with get
Property Value
Guid
See Also
Reference
Field Class
Autodesk.Revit.DB.ExtensibleStorage Namespace